{
    "technologies": [
        {
            "name": "Carbon Mapper",
            "description": "Carbon Mapper is a satellite-based technology designed to detect and quantify methane emissions from various sources. It utilizes advanced imaging techniques to provide high-resolution data on methane leaks, enabling timely interventions.",
            "image": "assets/images/satellites/carbon-mapper.jpg",
            "importance": "Carbon Mapper plays a crucial role in monitoring methane emissions, which are a significant contributor to climate change. By providing accurate data, it helps industries and governments take necessary actions to reduce emissions."
        },
        {
            "name": "MethaneSat",
            "description": "MethaneSat is a dedicated satellite mission aimed at monitoring methane emissions globally. It employs state-of-the-art sensors to measure methane concentrations in the atmosphere, providing critical data for climate science and policy.",
            "image": "assets/images/satellites/methanesat.jpg",
            "importance": "MethaneSat enhances our understanding of methane sources and trends, facilitating better climate models and informing regulatory measures to mitigate emissions."
        },
        {
            "name": "GHGSat",
            "description": "GHGSat operates satellites that monitor greenhouse gas emissions from industrial facilities. Its technology allows for the detection of methane emissions from space, providing a comprehensive view of emission sources.",
            "image": "assets/images/satellites/ghgsat.jpg",
            "importance": "GHGSat's capabilities are vital for enforcing environmental regulations and ensuring compliance among industries, thereby contributing to global efforts in reducing greenhouse gas emissions."
        },
        {
            "name": "AVIRIS-NG",
            "description": "The Airborne Visible/Infrared Imaging Spectrometer - Next Generation (AVIRIS-NG) is an advanced hyperspectral imaging system used for environmental monitoring. It captures detailed spectral information to identify and quantify methane emissions.",
            "image": "assets/images/satellites/aviris-ng.jpg",
            "importance": "AVIRIS-NG provides high-resolution data that is essential for understanding methane dynamics and supporting research in climate change mitigation."
        },
        {
            "name": "Hyperspectral Imaging",
            "description": "Hyperspectral imaging technology captures a wide spectrum of light for each pixel in an image, allowing for detailed analysis of methane emissions and their sources.",
            "image": "assets/images/technology/hyperspectral-imaging.jpg",
            "importance": "This technology is crucial for detecting methane at low concentrations, enabling early detection of leaks and more effective monitoring."
        },
        {
            "name": "Lidar Detection",
            "description": "Lidar (Light Detection and Ranging) uses laser pulses to measure distances and can detect methane emissions by analyzing the reflected light.",
            "image": "assets/images/technology/lidar-detection.jpg",
            "importance": "Lidar technology provides precise measurements of methane concentrations, making it an effective tool for monitoring emissions in various environments."
        },
        {
            "name": "Ground Sensors",
            "description": "Ground sensors are deployed at various locations to continuously monitor methane levels in the atmosphere. They provide real-time data on emissions.",
            "image": "assets/images/technology/ground-sensors.jpg",
            "importance": "These sensors are essential for localized monitoring and can complement satellite data to provide a comprehensive view of methane emissions."
        }
    ]
}